<?php
/**
 * Файл конфигурации маршрутизатора запросов.
 * 
 * Здесь перечисляются параметры маршрутизации модулей,
 * которые поставляются непосредственно с фреймворком и обеспечивают работоспособность приложения.
 * 
 * Маршрутизация модулей добавленных через Панель управления "GM Panel", будут в файле 
 * конфигурации ".router.so" (включая маршрутизацию модулей перечисленных ниже).
 * 
 * @link https://gearmagic.ru
 * @copyright Copyright (c) 2015 Веб-студия GearMagic
 * @license https://gearmagic.ru/license/
 */

return [
    /** Префиксы маршрутизации модулей */
    /*
     * Префикс состоит из пары (имя - маршрут), устанавливается 
     * приложением или маршрутизатором.
     */
    'prefixes' => [],

    /** Параметры маршрутизации модулей */
    'routes' => [
    ]
];
