<?php
/**
 * Файл конфигурации расширений модулей.
 * 
 * Здесь перечисляются расширения модули  с их параметрами конфигурации, только те, 
 * которые поставляются непосредственно с фреймворком и обеспечивают работоспособность 
 * приложения.
 * 
 * Расширения модулей добавленные через Панель управления "GM Panel", будут в файле 
 * конфигурации ".extensions.so" (включая модули перечисленные ниже).
 * 
 * @link https://gearmagic.ru
 * @copyright Copyright (c) 2015 Веб-студия GearMagic
 * @license https://gearmagic.ru/license/
 */
 
return [
];
